Repository: DongkunXu/Mac-Duo
Catalog: Sources/MacDuo/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: 1 follows the physical lid exactly; smaller values soften the virtual rotation.
zh_hans: 1 表示与实际屏幕角度完全一致；数值越小，虚拟旋转越柔和。

source: Active
zh_hans: 已启用

source: Apply
zh_hans: 应用

source: Apply preset
zh_hans: 应用预设

source: Awake
zh_hans: 运行中

source: Base separation
zh_hans: 基础间距

source: Blur per millimetre of distance between glass and content.
zh_hans: 玻璃与内容之间每毫米距离对应的模糊量。

source: Built-in
zh_hans: 内置

source: Built-in display
zh_hans: 内建显示器

source: Built-in display inactive
zh_hans: 内建显示器未启用

source: Capture: %@
zh_hans: 截屏：%@

source: Could not create the Metal texture cache (%d).
zh_hans: 无法创建 Metal 纹理缓存（%d）。

source: Could not exclude Mac Duo from its own capture.
zh_hans: 无法将 Mac Duo 自身排除在截屏之外。

source: Darkening
zh_hans: 暗化

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Deviation
zh_hans: 偏离

source: Disabled
zh_hans: 已停用

source: Display
zh_hans: 显示器

source: Display %u is not available for capture.
zh_hans: 显示器 %u 无法截屏。

source: Distance from the hinge axis to the bottom edge of the lit panel.
zh_hans: 从转轴到屏幕发光区域下沿的距离。

source: Distance from the viewer’s eye to the screen.
zh_hans: 观看者眼睛到屏幕的距离。

source: Done
zh_hans: 完成

source: Dormant · watching the lid
zh_hans: 休眠 · 监视屏幕开合

source: Enabled
zh_hans: 启用

source: Exact line-of-sight projection onto the pinned content plane; frost grows with the gap.
zh_hans: 沿视线精确投影到固定的内容平面上；间距越大，磨砂越强。

source: Extra distance added everywhere once folding starts, softening the hinge edge too. 0 keeps the hinge region sharp.
zh_hans: 开始折叠后在所有位置额外增加的距离，转轴附近也会变模糊。设为 0 时转轴附近保持清晰。

source: Eye distance
zh_hans: 观看距离

source: Eye height above screen centre
zh_hans: 眼睛高于屏幕中心

source: Eye offset sideways
zh_hans: 眼睛左右偏移

source: Fade to black
zh_hans: 渐隐为黑色

source: Follow System
zh_hans: 跟随系统

source: Frost
zh_hans: 磨砂强度

source: GPU error: %@
zh_hans: GPU 错误：%@

source: Granted
zh_hans: 已授权

source: Hinge to picture edge
zh_hans: 转轴到画面边缘

source: Inactive
zh_hans: 未启用

source: Language
zh_hans: 语言

source: Lid angle
zh_hans: 屏幕角度

source: Lid sensor
zh_hans: 屏幕角度传感器

source: Live
zh_hans: 实时

source: Mac Duo needs Screen Recording access to redraw the desktop from a live capture of the built-in display. Frames stay in memory and are never saved.
zh_hans: Mac Duo 需要“屏幕录制”权限，用来实时截取内建显示器的画面并重绘桌面。画面只保存在内存里，从不写入磁盘。

source: Maximum blur
zh_hans: 最大模糊

source: Name
zh_hans: 名称

source: No saved presets yet.
zh_hans: 还没有保存的预设。

source: Not granted
zh_hans: 未授权

source: Open System Settings
zh_hans: 打开系统设置

source: Optical glass
zh_hans: 光学玻璃

source: Outside the picture
zh_hans: 画面以外

source: Pause
zh_hans: 暂停

source: Pause shortcut
zh_hans: 暂停快捷键

# Pause shortcut %@ unavailable: %@
source: Pause shortcut %1$@ unavailable: %2$@
zh_hans: 暂停快捷键 %1$@ 不可用：%2$@

source: Paused
zh_hans: 已暂停

source: Permission
zh_hans: 权限

source: Preset name
zh_hans: 预设名称

source: Preset “%@” uses a component that no longer exists.
zh_hans: 预设“%@”使用了已不存在的组件。

source: Presets
zh_hans: 预设

source: Quit
zh_hans: 退出

source: Relaunch
zh_hans: 重新启动

source: Relaunch failed: %@
zh_hans: 重新启动失败：%@

source: Rename
zh_hans: 重命名

source: Rendering: %@
zh_hans: 渲染：%@

source: Replace with the current configuration
zh_hans: 用当前配置替换

source: Request access
zh_hans: 请求权限

source: Reset to defaults
zh_hans: 恢复默认值

source: Resume
zh_hans: 继续

source: Running · 0.01° resolution
zh_hans: 运行中 · 精度 0.01°

source: Running · 1° resolution
zh_hans: 运行中 · 精度 1°

source: Save
zh_hans: 保存

source: Save current configuration
zh_hans: 保存当前配置

source: Saved
zh_hans: 已保存

source: Screen Recording
zh_hans: 屏幕录制

source: Screen Recording permission is not granted.
zh_hans: 未获得“屏幕录制”权限。

source: Screen Recording permission is required. Grant it in System Settings, then relaunch Mac Duo.
zh_hans: 需要“屏幕录制”权限。请在系统设置中授权，然后重新启动 Mac Duo。

source: Searching for the sensor
zh_hans: 正在查找传感器

source: Settings…
zh_hans: 设置…

source: Shortcut: %@
zh_hans: 快捷键：%@

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Stopped
zh_hans: 已停止

source: Stretch edge
zh_hans: 拉伸边缘

source: Suspended (%@)
zh_hans: 已挂起（%@）

source: The built-in display did not report its physical size.
zh_hans: 内建显示器没有报告它的物理尺寸。

source: The built-in display is not active.
zh_hans: 内建显示器未启用。

source: The new language applies after a relaunch.
zh_hans: 重新启动后使用新的语言。

source: Tilt scale
zh_hans: 倾斜比例

source: Tuning
zh_hans: 调节

source: Unavailable · %@
zh_hans: 不可用 · %@

source: Unknown component “%@”.
zh_hans: 未知组件“%@”。

source: Update
zh_hans: 更新

source: could not allocate the blur pyramid
zh_hans: 无法分配模糊金字塔

source: could not create a Metal command buffer
zh_hans: 无法创建 Metal 命令缓冲区

source: could not create a command queue
zh_hans: 无法创建命令队列

source: could not create a render encoder
zh_hans: 无法创建渲染编码器

source: could not install the shortcut handler (%d)
zh_hans: 无法安装快捷键处理程序（%d）

source: could not open the HID manager (%@)
zh_hans: 无法打开 HID 管理器（%@）

source: could not open the sensor (%@)
zh_hans: 无法打开传感器（%@）

source: could not register the shortcut (%d); another app may already use it
zh_hans: 无法注册快捷键（%d），可能已被其他应用占用

source: display asleep
zh_hans: 显示器睡眠

source: no Metal device
zh_hans: 没有 Metal 设备

source: overlay off
zh_hans: 叠加层关闭

source: overlay on
zh_hans: 叠加层开启

# pipeline “%@” failed: %@
source: pipeline “%1$@” failed: %2$@
zh_hans: 渲染管线“%1$@”创建失败：%2$@

source: screen locked
zh_hans: 屏幕已锁定

source: shader function “%@” is missing
zh_hans: 缺少着色器函数“%@”

source: system asleep
zh_hans: 系统睡眠

source: the app’s shader library is missing
zh_hans: 缺少应用的着色器库

source: the display stopped providing drawables
zh_hans: 显示器不再提供可绘制缓冲区

source: the sensor returned no readable angle
zh_hans: 传感器没有返回可读取的角度

source: the sensor stopped responding
zh_hans: 传感器停止响应

source: this Mac has no lid-angle sensor
zh_hans: 这台 Mac 没有屏幕角度传感器

source: unknown error
zh_hans: 未知错误

source: user session inactive
zh_hans: 用户会话未激活
